/* Best high score label */
"Best" = "o melhor";

/* GOING FASTER Label */
"GOING FASTER" = "Indo Mais Rápido";

/* Labyrinth Tilt Maze */
"Labyrinth Tilt Maze" = "Labyrinth Tilt Maze";

/* LeaderBoard */
"LeaderBoard" = "Tabela de Classificação";

/* More */
"More" = "Mais";

/* OTHER GAMES BY */
"OTHER GAMES BY" = "OUTROS JOGOS POR";

/* RATE IT */
"RATE IT" = "Dê sua nota TI";

/* SHARE */
"SHARE" = "COMPARTILHAR";

/* Sonic Racer */
"Sonic Racer" = "Piloto Sônico";

/* STAGE Label
   STAGE label */
"STAGE" = "Nível";

/* swipe to move label */
"swipe to move" = "passe a se mover";

/* TAP TO START */
"TAP TO START" = "Toque Para Iniciar";

/* YOUR SCORE label */
"YOUR SCORE" = "SUA PONTUAÇÃO";

